"%@ - Offline" = "%@ - offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Nieuwe kaart toevoegen…";

"Add a Card" = "Een kaart toevoegen";

"Apt." = "Adresregel 2";

"Contact" = "Contact";

"Delivery" = "Bezorging";

"Delivery Address" = "Bezorgadres";

"Free" = "Gratis";

"Invalid Shipping Address" = "Ongeldig verzendadres";

"Loading…" = "Laden…";

"Multibanco" = "Multibanco";

"Next" = "Volgende";

"Online Banking (FPX)" = "Online bankieren (FPX)";

"Payment Method" = "Betaalmethode";

"Shipping" = "Verzending";

"Shipping Method" = "Verzendmethode";

"Use Billing" = "Factuuradres gebruiken";

"Use Delivery" = "Bezorgadres gebruiken";

"Use Shipping" = "Verzendadres gebruiken";
